Revit 2024 API
SaveAsOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public SaveAsOptions()
Visual Basic
Public Sub New
Visual C++
public:
SaveAsOptions()
See Also
SaveAsOptions Class
Autodesk.Revit.DB Namespace